[
  { "id": 1, "text": "Indeed, Allah is with the patient. [2:153]" },
  {
    "id": 2,
    "text": "And We have certainly made the Qur'an easy for remembrance. [54:17]"
  },
  { "id": 3, "text": "And He found you lost and guided. [93:7]" },
  { "id": 4, "text": "Indeed, my Lord is near and responsive. [11:61]" },
  { "id": 5, "text": "So remember Me; I will remember you. [2:152]" },
  {
    "id": 6,
    "text": "And whoever fears Allah - He will make for him a way out. [65:2]"
  },
  { "id": 7, "text": "And My mercy encompasses all things. [7:156]" },
  {
    "id": 8,
    "text": "And Allah would not punish them while they seek forgiveness. [8:33]"
  },
  { "id": 9, "text": "Indeed, good deeds do away with misdeeds. [11:114]" },
  {
    "id": 10,
    "text": "And whoever puts his trust in Allah, then He will suffice him. [65:3]"
  },
  {
    "id": 11,
    "text": "Allah does not burden a soul beyond that it can bear. [2:286]"
  },
  { "id": 12, "text": "Indeed, with hardship comes ease. [94:6]" },
  {
    "id": 13,
    "text": "And be steadfast in patience, for indeed Allah does not allow to be lost the reward of those who do good. [11:115]"
  },
  {
    "id": 14,
    "text": "So verily, with every difficulty, there is relief. [94:5]"
  },
  {
    "id": 15,
    "text": "And whoever does righteous deeds and is a believer - he will neither fear injustice nor deprivation. [20:112]"
  },
  { "id": 16, "text": "And He gives you of all that you ask for. [14:34]" },
  {
    "id": 17,
    "text": "Our Lord, forgive us our sins and excesses in our affairs and plant firmly our feet. [3:147]"
  },
  {
    "id": 18,
    "text": "And rely upon Allah; and sufficient is Allah as Disposer of affairs. [33:3]"
  },
  { "id": 19, "text": "Say, 'My success is only by Allah.' [11:88]" },
  {
    "id": 20,
    "text": "And whoever believes in Allah - He will guide his heart. [64:11]"
  },
  { "id": 21, "text": "And when I am ill, it is He who cures me. [26:80]" },
  {
    "id": 22,
    "text": "And whoever fears Allah - He will make for him of his matter ease. [65:4]"
  },
  {
    "id": 23,
    "text": "Indeed, those who have believed and done righteous deeds will have gardens beneath which rivers flow. [98:7]"
  },
  {
    "id": 24,
    "text": "And when you are determined, then rely upon Allah. [3:159]"
  },
  {
    "id": 25,
    "text": "And say, 'My Lord, increase me in knowledge.' [20:114]"
  },
  {
    "id": 26,
    "text": "And whoever is grateful, his gratitude is only for the benefit of his own soul. [31:12]"
  },
  {
    "id": 27,
    "text": "So verily, remember Me, and I will remember you. [2:152]"
  },
  {
    "id": 28,
    "text": "And if you are grateful, I will surely increase you [in favor]. [14:7]"
  },
  {
    "id": 29,
    "text": "And be patient, for indeed Allah does not allow the reward of those who do good to be lost. [11:115]"
  },
  { "id": 30, "text": "Indeed, Allah is Forgiving and Merciful. [2:199]" },
  {
    "id": 31,
    "text": "Say, 'In the bounty of Allah and in His mercy - in that let them rejoice.' [10:58]"
  },
  { "id": 32, "text": "And Allah loves the doers of good. [3:134]" },
  {
    "id": 33,
    "text": "Indeed, Allah is with those who fear Him and those who are doers of good. [16:128]"
  },
  {
    "id": 34,
    "text": "But Allah is your protector, and He is the best of helpers. [3:150]"
  },
  {
    "id": 35,
    "text": "And whoever holds firmly to Allah has [indeed] been guided to a straight path. [3:101]"
  },
  {
    "id": 36,
    "text": "Indeed, the mercy of Allah is near to the doers of good. [7:56]"
  },
  {
    "id": 37,
    "text": "And whoever saves one - it is as if he had saved mankind entirely. [5:32]"
  },
  {
    "id": 38,
    "text": "And your Lord is going to give you, and you will be satisfied. [93:5]"
  },
  {
    "id": 39,
    "text": "For indeed, it is not the eyes that are blinded, but blinded are the hearts which are within the breasts. [22:46]"
  },
  {
    "id": 40,
    "text": "Our Lord, pour upon us patience and let us die as Muslims. [7:126]"
  }
]
